{
  "artists": {
    "BBRHTHaIs-jNPLXOQivY": {
      "discogsID": "21",
      "name": "Faze Action",
      "realname": "Robin Lee, Simon Lee",
      "profile": "British band composed of brothers Simon and Robin Lee. Faze Action blended house music with Western classical, pan-African, and Latin music.",
      "data_quality": "Correct",
      "urls": {
        "url": "http://www.myspace.com/fazeaction"
      },
      "namevariations": {
        "name": "Face Action"
      },
      "aliases": {
        "name": "Simon & Robin Lee"
      },
      "members": {
        "discogsID": "133484",
        "name": "Simon Lee"
      }
    },
    "11RHTHaIs-jNPLXOQivY": {
      "discogsID": "22",
      "name": "DATacide",
      "profile": "Datacide began recording together in 1993, after Tetsu Inoue met Uwe Schmidt while vacationing near Frankfurt. They recorded a pair of dance tracks for 12-inch release on [l=Fax +49-69/450464], followed by a full-length which mixed more uptempo trance-oriented techno with beatless ambient and experimental soundscapes. A second Datacide release in a similar, though more ambient vein (and titled, of course, Datacide II) appeared the following year before Tetsu Inoue and Uwe Schmidt switched gears for their first Rather Interesting release, Flowerhead, an album of laidback ambient-jazz. Ondas, released in 1996, upped Flowerhead's weirdness factor significantly, dwelling for most of the album in channel separation experiments which fused the rhythmic abstraction of Atom Heart's recent solo work with the fizzier, more left-field of Tetsu Inoue's electronic treatments (Tetsu Inoue's girlfriend, Ingrid, even makes an extended cameo on \"mouth trumpet\").",
      "data_quality": "Correct",
      "namevariations": {
        "name": "Datacide 2"
      },
      "aliases": {
        "name": "Masters Of Psychedelic Ambiance"
      },
      "members": {
        "discogsID": "519207",
        "name": "Uwe Schmidt"
      }
    },
    "22RHTHaIs-jNPLXOQivY": {
      "discogsID": "27",
      "name": "Cari Lekebusch",
      "realname": "Kari Pekka Lekebusch",
      "profile": "Capricorn born 1972, homebase Stockholm, Sweden. Performing Vinyl DJ sets, creating Audio / Music productions, and graphic works. Collected music from the late 70´s, thru Hip Hop, Electro, House, Techno and other similar styles. The early 80´s where filled with breakdancing and spraypainting everything that was possible around the Stockholm areas. Early musical influences are coming from USA & Germany. \"Remember GrandMaster Flash, DJ Red Alert, African Bambaata and the Soul Sonic Force, BDP, Busy B, Soundmasters, Egyptian Lover, and how about Ice-T in \"Reckless\" by Chris The Glove Taylor (including one of the first great TR-808 and TB-303 programmings ever). That was some amazing stuff back then, and i will never forget when Kraftwerk released Man Machine and Computer world. Then we have Mantronix, Ultramagnetic MC´s, Whoodini, them where great times!\". All this got Cari to start collecting equipment for his own recording studio. International and national releases have been made on; Drumcode and Truesoul records, Code Red, Corb, Proper NYC, Harthouse, FFRR, JakPot, LoopP and Plumphouse Records, Missile, Jericho, Influence, Tortured, and Electrix Records UK, Primevil, Svek, Planet Rhythm, Tronic music, Experimental NYC, Ohm Records / Telegram, Analog USA. Own label projects include; Djupt, Grundtakt, Trainspotters Nightmare, AudioMekanixc, Audio Pollution, KGB, Direkt, Kaun trax, SpiritFuel, toghether with Hybrid Productions as the main platform. In 1998 a legal twist started between Hybrid Productions and Awex INC owned POP group called \"Hybrid\", which resulted into a name change - thus the dot after the H in H. Productions. (From http://www.lekebuschmusik.se )",
      "data_quality": "Correct",
      "urls": {
        "url": "http://world.secondlife.com/resident/ce8435c8-f55c-4710-aab4-ac7156078221"
      },
      "namevariations": {
        "name": "Lekebusch Musik"
      },
      "aliases": {
        "name": "Yakari"
      },
      "groups": {
        "name": "Yakari & Delano"
      }
    },
    "33RHTHaIs-jNPLXOQivY": {
      "discogsID": "29",
      "name": "Sweet Abraham",
      "realname": "Jeffrey Peacock",
      "profile": "",
      "data_quality": "Correct",
      "urls": {
        "url": "http://www.myspace.com/sweetabraham"
      },
      "aliases": {
        "name": "Jeff Peacock"
      }
    },
    "44RHTHaIs-jNPLXOQivY": {
      "discogsID": "30",
      "name": "Groove Collective",
      "profile": "American jazz-funk combo from New York City, formed in early 1990s.",
      "data_quality": "Correct",
      "urls": {
        "url": "http://www.myspace.com/groovecollective"
      },
      "namevariations": {
        "name": "The Groove Collective"
      },
      "members": {
        "discogsID": "92196",
        "name": "Jonathan Maron"
      }
    },
    "55RHTHaIs-jNPLXOQivY": {
      "discogsID": "33",
      "name": "Blue Six",
      "realname": "Jay Denes",
      "profile": "",
      "data_quality": "Correct",
      "namevariations": {
        "name": "Bluesix"
      },
      "aliases": {
        "name": "Thump'N'Johnson"
      }
    },
    "66RHTHaIs-jNPLXOQivY": {
      "discogsID": "38",
      "name": "Aquanote",
      "realname": "Gabriel René",
      "profile": "",
      "data_quality": "Correct",
      "urls": {
        "url": "http://www.astralwerks.com/aquanote/"
      },
      "aliases": {
        "name": "Gabriel René"
      }
    },
    "77RHTHaIs-jNPLXOQivY": {
      "discogsID": "42",
      "name": "Sean Booth",
      "realname": "Sean Anthony Booth",
      "profile": "Electronic musician (born in Rochdale, England).",
      "data_quality": "Correct",
      "namevariations": {
        "name": "Sean"
      },
      "groups": {
        "name": "Lego Feet"
      }
    },
    "88RHTHaIs-jNPLXOQivY": {
      "discogsID": "50",
      "name": "ADNY",
      "realname": "Alexi Delano",
      "profile": "",
      "data_quality": "Correct",
      "urls": {
        "url": "http://www.myspace.com/adltd"
      },
      "namevariations": {
        "name": "A.D.N.Y."
      },
      "aliases": {
        "name": "Leiva"
      }
    },
    "99RHTHaIs-jNPLXOQivY": {
      "discogsID": "60",
      "name": "Pete Moss",
      "realname": "Pete Moss",
      "profile": "A native of New England, Pete Moss is a Philadelphia-based DJ and producer of deep house and tech house. Owns and runs the Recline Records label.",
      "data_quality": "Correct",
      "urls": {
        "url": "http://www.myspace.com/reclinerecords"
      },
      "namevariations": {
        "name": "P.Moss"
      },
      "aliases": {
        "name": "Mirage (10)"
      }
    },
    "00RHTHaIs-jNPLXOQivY": {
      "discogsID": "64",
      "name": "Christopher Lawrence",
      "realname": "Christopher Lawrence",
      "profile": "The winner of the \"Best DJ\" award at the DU USA 2002 AU and one of the highest ranking American artists in DJ Magazine's prestigious \"TOP 100\" DJs of 2001, Christopher Lawrence is recognized worldwide as one of the World's top DJs and producers. Described by DJ Magazine as \"one of America's most influential DJs\", Christopher's production skills, coupled with his ability to take international dance floors by storm with his tough progressive and sleek techno trance sets, place him in high demand worldwide. In 2001, Christopher headlined some of the world's biggest tours, events and clubs including Cream, Coachella, Renaissance, Creamfields (UK), Cyberfest, WEMF, Cream Ibiza and Nocturnal wonderland, as well as tours of Great Britain, Europe, China, Mexico, Canada, Brasil, Peru, Korea, South America, New Zealand, Australia, and Japan. Christopher's is a well respected producer as well releasing the anthems 'Navigator', 'Interceptor', 'Renegade', 'Rush Hour', Shredder and 'Cruise Control'. These releases  have taken the US and European charts by storm as well as earning numerous accolades including his massive track 'Shredder' being named Muzik magazines \"Vital release\" of the month. In 2000, 'Rush Hour' not only became Christopher's biggest tune to date, but also the fastest seller in the history of Intergroove US. Christopher's new single \"Mind Eraser\" due out on Moonshine in early 2002 is expected to break this record. Christopher's widely anticipated debut artist album is also expected to meet widespread critical acclaim when released in mid 2002. In the world of international dance culture, there are DJs who are leaders and those who are followers. Christopher Lawrence is a leader.",
      "data_quality": "Correct",
      "urls": {
        "url": "http://www.pharmacymusic.com"
      },
      "namevariations": {
        "name": "Lawrence"
      },
      "groups": {
        "name": "John 00 Fleming & Christopher Lawrence"
      }
    },
    "qqRHTHaIs-jNPLXOQivY": {
      "discogsID": "65",
      "name": "Animated Rhythm",
      "profile": "Animated Rhythm are London U.K based duo Lee Wharton and Jamie Gibbons.",
      "data_quality": "Correct",
      "urls": {
        "url": "http://www.animatedrhythm.com"
      }
    },
    "wwRHTHaIs-jNPLXOQivY": {
      "discogsID": "71",
      "name": "Baby Doc",
      "realname": "Quentin Franglen",
      "profile": "UK Hard House / Trance Producer. Baby Doc was one of the pioneers of the [i]Nu NRG[/i] sound through the Mid 90's. Baby Doc and [a=S-J] ran [l=Opium Records] and [l=Arriba Records]. He also co-owned the Dream Inn label with Jon The Dentist.",
      "data_quality": "Correct",
      "namevariations": {
        "name": "Babydoc"
      },
      "aliases": {
        "name": "Quentin Franglen"
      }
    },
    "eeRHTHaIs-jNPLXOQivY": {
      "discogsID": "73",
      "name": "Harry The Bastard",
      "realname": "Harry Russell",
      "profile": "From Auckland, NZ, he played in a variety of punk bands, often as Harry Ratbag, in NZ, and ran the [l=REM Records] label, before going to the UK in the mid eighties where he worked for Rough Trade. He then moved to NYC to work for Rough Trade and then Watts Music. He released three Harry The Bastard albums, which were essentially the soundtracks to the legendary listening sessions held in Club H...his front room. He now works in management and is writing.",
      "data_quality": "Correct",
      "namevariations": {
        "name": "Harry Russell"
      },
      "aliases": {
        "name": "Harry Russell"
      },
      "groups": {
        "name": "The Herco Pilots"
      }
    },
    "rrRHTHaIs-jNPLXOQivY": {
      "discogsID": "75",
      "name": "Daddy's Favourite",
      "realname": "James Harrigan",
      "profile": "",
      "data_quality": "Correct",
      "namevariations": {
        "name": "Daddy's Favorite"
      },
      "aliases": {
        "name": "James Harrigan"
      },
      "members": {
        "discogsID": "970574",
        "name": "Nick Quail"
      }
    },
    "ttRHTHaIs-jNPLXOQivY": {
      "discogsID": "82",
      "name": "Crazy Penis",
      "realname": "James Baron and Chris Todd",
      "profile": "Crazy Penis (often referred to as Crazy P) are an house/disco group from the UK, formed around 1995 by Chris Todd and Jim Baron, when they met at university. By 2002 the band expanded to include bassist Tim Davies, percussionist Mav, and vocalist Dannielle Moore.",
      "data_quality": "Correct",
      "urls": {
        "url": "http://www.myspace.com/crazypenismusic"
      },
      "namevariations": {
        "name": "The Naked Penis"
      },
      "members": {
        "discogsID": "411156",
        "name": "Tim Davies (2)"
      }
    },
    "yyRHTHaIs-jNPLXOQivY": {
      "discogsID": "83",
      "name": "Atjazz",
      "realname": "Martin Iveson",
      "profile": "From his misspent youth skateboarding the frontier towns of North Eastern England, Martin Iveson arrived into the UK’s Midland scene in the early nineties, here he was to take a job at a new computer games development studio by the name of Core Design Ltd., this company is now synonymous with Lara Croft and the series of Tomb Raider games. Not content with scoring this, one of the world’s most famous video games, Martin left the company 13 years later to concentrate more on his own studio environment in which to channel his musical aspirations further, and invite other musicians and producers to do the same. The success of his early works including his first EP ‘Story’ in 1996 led to the well-received album ‘That Something’, which was later licensed in Japan by Sony/Kioon in 1998. This debut album also featured cover artwork by Fujio Akatsuka, very well known in Japan for his Illustrations and animated cartoons. With two further albums, ‘Labfunk’& ‘Labresults’ following soon after, Atjazz had at this time established himself as a distinct and inspirational voice in the underground music scene. Martin has also been a prolific remixer throughout his career remixing and reworking songs& works for artists such as Nitin Sawhney, Bob Sinclar, Jazzanova, Zed Bias & Omar to name but a few and was even requested to rework Henri Mancini’s ‘The Pink Panther Returns” for EMI Records. Martin is still remixing heavily as he states that remixing has helped to launch his production techniques forward and it’s the perfect practice pitch for trying out new ideas and breaking the mould within a diluted industry. “Remixing helps to hone your sound and allows the producer to print their trademark into another space” Martin’s trademark sound has been requested on many occasions by top class vocalists including Clara Hill, Replife& Deborah Jordan for their own artist album projects and also rubbing shoulders with some amazing musicians & producers along the way. Martin has also teamed up with world-class production legend Charles Webster as ‘Version’ and are working on their debut album for Miso Records. 2009 saw Martin close his label Mantis Recordings due to harsh industry changes and from these ashes came the Imprint appropriately named ‘Atjazz Record Company’, which has flown to great heights within the digital realm and has seen many fantastic and sought after releases including his 3rd long player ‘Full Circle’. This label concentrates heavily on Martin’s productions and collaborations. Atjazz Record Company is a new chapter for Atjazz but with a continuation of his trademark sound. Martin ‘Atjazz’ Iveson is in demand across the world: Whether it be renowned producer, sought after remixer, or floor filling DJ, Martin gives his heart to hold the soul.",
      "data_quality": "Correct",
      "urls": {
        "url": "http://vimeo.com/atjazzrecordcompany"
      },
      "namevariations": {
        "name": "AtJazz"
      },
      "aliases": {
        "name": "Martin Iveson"
      }
    },
    "uuRHTHaIs-jNPLXOQivY": {
      "discogsID": "87",
      "name": "Mr. C",
      "realname": "Richard West",
      "profile": "Started MCing at the young age of 16, for DJs such as Jasper The Vinyl Junkie, Jazzy M & Ron Tom, all on LWR pirate radio in London. Soon after this he became MC for Evil Eddie Richards & Colin Faver working as an MC on Kiss FM. By 1987 he produced his first deep house track on Eddie Richards \"Baad\" imprint. Started promoting acid parties in London by early 1988. Vocalist, writer & producer for [a=The Shamen]. Won the Ivor Novello for Songwriter of the year 1992. Hosting the Future Music show weekly on Kiss FM from 1993-2002. Also hosted a show on the pirate station Dance FM. By 1992 he founded [l=Plink Plonk]. Co-founder of \"The End Club\" and [l=End Recordings] with partners Layo & Douglas Paskin, also co-founder of [l=Superfreq Records] along side Luke VB.",
      "data_quality": "Correct",
      "urls": {
        "url": "http://www.youtube.com/user/SuperfreqRecords"
      },
      "namevariations": {
        "name": "Mr.C"
      },
      "aliases": {
        "name": "Unity (4)"
      }
    },
    "iiRHTHaIs-jNPLXOQivY": {
      "discogsID": "94",
      "name": "Conceiled Project",
      "realname": "Adam Beyer",
      "profile": "DJ and producer from Sweden.",
      "data_quality": "Correct",
      "urls": {
        "url": "http://www.myspace.com/adambeyer"
      },
      "namevariations": {
        "name": "Conceiled"
      },
      "aliases": {
        "name": "Tall Guy"
      }
    },
    "ooRHTHaIs-jNPLXOQivY": {
      "discogsID": "102",
      "name": "Sensurreal",
      "realname": "Gert-Jan Bijl,  Dirk Jan Hanegraaff",
      "profile": "",
      "data_quality": "Correct",
      "urls": {
        "url": "https://www.facebook.com/pages/Sensurreal/257041687732326"
      },
      "namevariations": {
        "name": "Sesurreal"
      },
      "aliases": {
        "name": "The Juice"
      },
      "members": {
        "discogsID": "24625",
        "name": "Gert-Jan Bijl"
      }
    },
    "aaRHTHaIs-jNPLXOQivY": {
      "discogsID": "107",
      "name": "Wamdue Kids",
      "realname": "Chris Brann/Chris Clarke/Chris Udoh",
      "profile": "Wamdue Kids are <a href=\"http://www.discogs.com/artist/Chris_Brann\">Chris Brann</a>, <a href=\"http://www.discogs.com/artist/Deep_C\">Deep C</a> (aka Chris Clarke) and Udoh (aka Chris Udoh).",
      "data_quality": "Correct",
      "namevariations": {
        "name": "Wamdue Music"
      },
      "members": {
        "discogsID": "164938",
        "name": "Chris Udoh"
      }
    },
    "ssRHTHaIs-jNPLXOQivY": {
      "discogsID": "109",
      "name": "Jazzanova",
      "realname": "Alexander Barck, Claas Brieler, Jürgen von Knoblauch, Roskow Kretschmann, Stefan Leisering, Axel Reinemer",
      "profile": "German DJ and producer collective in electronic fusion music from Berlin, Hamburg and Munich. Started as a DJ team in 1995 and moved on to production in 1996. In 1998, they founded a collective (a formless group of musicians, producers and DJ's) as well as running and operating a label, both under the name [l1748].",
      "data_quality": "Correct",
      "urls": {
        "url": "http://www.youtube.com/user/JazzanovaChannel"
      },
      "namevariations": {
        "name": "Jazanova"
      },
      "aliases": {
        "name": "Jakou"
      },
      "members": {
        "discogsID": "4181784",
        "name": "Thomas Kretschmann (3)"
      }
    }
  },
  "concerts": {
    "GFDMDXyqsbJcg3lvuBBB": {
      "name": "A head Full of Dreams Tour",
      "type": "concert",
      "date": "2017-05-24",
      "ratingAvg": 0,
      "venueID": "VMoNSt1Rla_oO2zKjFFF",
      "artistID": "44RHTHaIs-jNPLXOQivY",
      "comments": {
      }
    },
    "-KoMDXyqsbJcg3lvuAj4": {
      "name": "A head Full of Dreams Tour",
      "type": "concert",
      "date": "2017-07-08",
      "ratingAvg": 0,
      "venueID": "VMoNSt1Rla_oO2zKj333",
      "artistID": "44RHTHaIs-jNPLXOQivY",
      "comments": {
        "-KoSmh5eCqTQg9HqSxS0": true,
        "-KoSmiNDa3jxhvPtBxIc": true
      }
    },
    "-KoNSt1Rla_oO2zKjSss": {
      "name": "A head Full of Dreams Tour",
      "type": "concert",
      "date": "2017-10-06",
      "ratingAvg": 0,
      "venueID": "TToNSt1Rla_oO2zKj3gh",
      "artistID": "44RHTHaIs-jNPLXOQivY",
      "comments": {}
    },
    "-MoMDXyqsbJcg3lvuAj6": {
      "name": "Madonna",
      "type": "festival",
      "date": "2016-04-17",
      "ratingAvg": 0,
      "venueID": "44oNSt1Rla_oO2zKj3TG",
      "artistID": "99RHTHaIs-jNPLXOQivY",
      "comments": {
        "-HGSmiNDa3jxhvPtBxGf": true,
        "-BFSmiNDa3jxhvPtBx34": true
      }
    },
    "-MoNSt1Rla_oO2zKjSs7": {
      "name": "Rebel Heart Tour",
      "type": "concert",
      "date": "2016-03-05",
      "ratingAvg": 0,
      "venueID": "77oNSt1Rla_oO2zKj311",
      "artistID": "99RHTHaIs-jNPLXOQivY",
      "comments": {
        "-ToSmiNDa3jxhvPtBx21": true,
        "-XxSmiNDa3jxhvPtBxGG": true
      }
    }
  },
  "venues": {
    "VMoNSt1Rla_oO2zKjFFF": {
      "place": "Stade Charles-Ehrmann",
      "city": "Nice",
      "country": "France"
    },
    "VMoNSt1Rla_oO2zKj333": {
      "place": "Croke Park",
      "city": "Dublin",
      "country": "Ireland"
    },
    "TToNSt1Rla_oO2zKj3gh": {
      "place": "Rose Bowl",
      "city": "Los Angeles",
      "country": "USA"
    },
    "44oNSt1Rla_oO2zKj3TG": {
      "place": "Coachella",
      "city": "Indio",
      "country": "USA"
    },
    "77oNSt1Rla_oO2zKj311": {
      "place": "Vector Arena",
      "city": "Auckland",
      "country": "New Zealand"
    }
  },
  "comments": {
    "-KoSmh5eCqTQg9HqSxS0": {
      "comment": "good concert",
      "rating": 7,
      "date": "2017-07-09",
      "concertID": "-KoMDXyqsbJcg3lvuAj4",
      "artistID": "44RHTHaIs-jNPLXOQivY",
      "userID": "mSu7VFT5gEUPu1TZWPqM04LWYWf2"
    },
    "-9oSmiNDa3jxhvPtBxIc": {
      "comment": "bof",
      "rating": 4,
      "date": "2017-07-10",
      "concertID": "-KoMDXyqsbJcg3lvuAj4",
      "artistID": "44RHTHaIs-jNPLXOQivY",
      "userID": "2NeKo9N0iaPvsJZMDDfwl1QIjJE2"
    },
    "-BFSmiNDa3jxhvPtBx34": {
      "comment": "yeeees",
      "rating": 9,
      "date": "2016-04-20",
      "concertID": "-MoMDXyqsbJcg3lvuAj6",
      "artistID": "99RHTHaIs-jNPLXOQivY",
      "userID": "mSu7VFT5gEUPu1TZWPqM04LWYWf2"
    },
    "-HGSmiNDa3jxhvPtBxGf": {
      "comment": "love it",
      "rating": 8,
      "date": "2016-04-20",
      "concertID": "-MoMDXyqsbJcg3lvuAj6",
      "artistID": "99RHTHaIs-jNPLXOQivY",
      "userID": "2NeKo9N0iaPvsJZMDDfwl1QIjJE2"
    },
    "-ToSmiNDa3jxhvPtBx21": {
      "comment": "not good",
      "rating": 3,
      "date": "2016-03-10",
      "concertID": "-MoNSt1Rla_oO2zKjSs7",
      "artistID": "99RHTHaIs-jNPLXOQivY",
      "userID": "mSu7VFT5gEUPu1TZWPqM04LWYWf2"
    },
    "-XxSmiNDa3jxhvPtBxGG": {
      "comment": "terrible",
      "rating": 2,
      "date": "2016-03-15",
      "concertID": "-MoNSt1Rla_oO2zKjSs7",
      "artistID": "99RHTHaIs-jNPLXOQivY",
      "userID": "2NeKo9N0iaPvsJZMDDfwl1QIjJE2"
    }
  },
  "users": {
    "mSu7VFT5gEUPu1TZWPqM04LWYWf2": {
      "identifier": "oranewoelfle@hotmail.com",
      "comments": {
        "-KoSmh5eCqTQg9HqSxS0": true,
        "-BFSmiNDa3jxhvPtBx34": true,
        "-ToSmiNDa3jxhvPtBx21": true
      }
    },
    "2NeKo9N0iaPvsJZMDDfwl1QIjJE2": {
      "identifier": "orane@reuland.ch",
      "comments": {
        "-9oSmiNDa3jxhvPtBxIc": true,
        "-HGSmiNDa3jxhvPtBxGf": true,
        "-XxSmiNDa3jxhvPtBxGG": true
      }
    }
  }
}
